[
  {
    "id": 1,
    "name": "Ancient Greek Amphora",
    "category": "Pottery",
    "period": "500 BCE",
    "origin": "Athens, Greece",
    "description": "Red-figure pottery vase used for storing wine and olive oil",
    "knowledge": [
      {
        "type": "description",
        "content": "This amphora is a fine example of Athenian red-figure pottery from the Classical period. The vessel features intricate scenes depicting daily life and mythology, characteristic of the period's artistic excellence.",
        "source": "Dr. Maria Konstantinou, Chief Curator"
      },
      {
        "type": "historical_context",
        "content": "Red-figure pottery technique was invented in Athens around 530 BCE, replacing the earlier black-figure style. This technique allowed for greater detail and more naturalistic representation of human anatomy.",
        "source": "Museum Historical Archive, 2023"
      },
      {
        "type": "significance",
        "content": "This artifact provides valuable insights into ancient Greek trade networks and daily life. The amphora's shape and decoration suggest it was created for export to other Mediterranean regions.",
        "source": "Dr. James Peterson, Ancient Trade Specialist"
      }
    ]
  },
  {
    "id": 2,
    "name": "Egyptian Scarab Amulet",
    "category": "Jewelry",
    "period": "1500 BCE",
    "origin": "Thebes, Egypt",
    "description": "Blue faience scarab beetle amulet with hieroglyphic inscriptions",
    "knowledge": [
      {
        "type": "description",
        "content": "This scarab amulet is carved from blue faience, a glazed ceramic material highly prized in ancient Egypt. The base features hieroglyphic inscriptions invoking protection and good fortune.",
        "source": "Dr. Sarah Williams, Egyptology Department"
      },
      {
        "type": "historical_context",
        "content": "Scarab beetles were sacred to ancient Egyptians, symbolizing the sun god Ra and the concept of rebirth. These amulets were worn by both living individuals and placed with the deceased for protection in the afterlife.",
        "source": "Egyptian Mythology Reference, Museum Library"
      }
    ]
  },
  {
    "id": 3,
    "name": "Ming Dynasty Vase",
    "category": "Ceramics",
    "period": "1450 CE",
    "origin": "Jingdezhen, China",
    "description": "Blue and white porcelain vase with dragon motifs",
    "knowledge": [
      {
        "type": "description",
        "content": "This exceptional Ming Dynasty vase showcases the mastery of Jingdezhen potters. The cobalt blue dragon motifs are painted with remarkable precision on the white porcelain body, demonstrating the peak of Chinese ceramic artistry.",
        "source": "Dr. Li Wei, Asian Art Curator"
      },
      {
        "type": "historical_context",
        "content": "During the Ming Dynasty, Jingdezhen became the porcelain capital of China. The blue and white technique using imported cobalt from Persia created pieces that were highly sought after along the Silk Road.",
        "source": "Chinese Ceramic History Archive"
      },
      {
        "type": "significance",
        "content": "Dragon motifs on porcelain were typically reserved for imperial use. The five-clawed dragon on this vase indicates it was likely commissioned for the imperial court.",
        "source": "Dr. Chen Ming, Imperial Art Specialist"
      }
    ]
  }
]
